Repository: youngbetter/i2p.i2p-1.5.0
Catalog: apps/routerconsole/locale-news/messages_*.po
Languages: hu

source: Congratulations on getting I2P installed!
hu: Gratulálunk az I2P telepítéséhez!

source: Welcome to I2P!
hu: Üdvözöl az I2P!

source: Please {0}have patience{1} as I2P boots up and finds peers.
hu: Kérlek {0}légy türelemmel{1} amíg az I2P elindul és társakat talál.

source: While you are waiting, please {0}adjust your bandwidth settings{1} on the {2}configuration page{3}.
hu: Amíg várakozol, kérlek {0}hangold be a sávszélesség beállításokat{1} a {2}beállítások oldalon{3}.

source: Also you can setup your browser to use the I2P proxy to reach eepsites.
hu: Továbbá beállíthatod a böngésződet az I2P proxy használatára az eepsite-ok eléréséhez.

source: Just enter 127.0.0.1 (or localhost) port 4444 as a http proxy into your browser settings.
hu: Csak add meg a 127.0.0.1 címet (vagy localhost), 4444-es porton mint http proxy a böngésző beállításaiban.

source: Do not use SOCKS for this.
hu: Ne használj SOCKS-ot ehhez.

source: More information can be found on the {0}I2P browser proxy setup page{1}.
hu: További információt találhatsz az {0}I2P böngésző proxy beállítása lapon{1}.

source: Once you have a "shared clients" destination listed on the left, please {0}check out{1} our {2}FAQ{3}.
hu: Kérünk, hogy miután már szerepelnek "megosztott kliens" célok a bal oldalon, {0}tekintsd meg{1} a {2}GYIK-et{3}.

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#i2p{3}.
hu: Irányítsd az IRC kliensedet a {0}localhost:6668{1} címre és üdvözölj minket az {2}#i2p{3} csatornán.

source: I2P Development Team
hu: I2P Fejlesztői Csapata
