Repository: youngbetter/i2p.i2p-1.5.0
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: hu

source: Website Unreachable
hu: Weboldal nem érhető el

source: Router Console
hu: Router Konzol

source: I2P Router Console
hu: I2P Router Konzol

source: Configuration
hu: Beállítások

source: Help
hu: Segítség

source: Addressbook
hu: Címjegyzék

source: The website was not reachable.
hu: A weboldalt nem lehetett elérni.

source: The website is offline, there is network congestion, or your router is not yet well-integrated with peers.
hu: Lehet hogy a webhely jelenleg nem üzemel, vagy a hálózat túlzsúfolt, esetleg a routered még nem jól integrált társakkal.

source: You may want to {0}retry{1}.
hu: Érdemes lehet {0}újra{1} megpróbálni.

source: Could not find the following destination:
hu: A következő célállomás nem található:

source: Outproxy Not Found
hu: Kimenő proxy nem található

source: The HTTP outproxy was not reachable, because its lease set was not found.
hu: A HTTP kimenő proxyt nem lehetett elérni, mivel annak bérleti készlete nem található.

source: The outproxy is probably down, but there could also be network congestion.
hu: A kimenő proxy valószínűleg leállt, de túlzsúfolt hálózat is lehet az oka.

source: You may want to {0}retry{1} as this will randomly reselect an outproxy from the pool you have defined {2}here{3} (if you have more than one configured).
hu: Érdemes lehet {0}újrapróbálni{1}, mivel ez véletlenszerűen újraválaszt egy kimenő proxit abból a készletből amit {2}itt{3} meghatározhattál (feltéve hogy egynél többet állítottál be).

source: If you continue to have trouble you may want to edit your outproxy list {0}here{1}.
hu: Ha továbbra is problémák adódnak, akkor {0}itt{1} szerkesztheted a kimenő proxyk listáját.

source: Information: New Host Name
hu: Információ: Új hosztnév

source: Information: New Host Name with Address Helper
hu: Információ: Új hosztnév címsegéddel

source: The address helper link you followed is for a new host name that is not in your address book.
hu: A címsegéd hivatkozás amit követtél egy új hosztnévhez tartozik ami nincs benne a címjegyzékedben.

source: You may save this host name to your local address book.
hu: Ezt a hosztnevet elmentheted a helyi címjegyzékedbe.

source: If you save it to your address book, you will not see this message again.
hu: Ha elmented a címjegyzékedbe, akkor nem fogod ezt az üzenetet újból megkapni.

source: If you do not save it, the host name will be forgotten after the next router restart.
hu: Ha nem mented el, a hosztnév el lesz felejtve a router következő újraindításakor.

source: If you do not wish to visit this host, click the "back" button on your browser.
hu: Ha nem kívánod meglátogatni ezt az állomást, akkor kattints a ‟Vissza„ gombra a böngésződben.

source: Warning: Invalid Destination
hu: Figyelmeztetés: Érvénytelen célállomás

source: The Base32 address is invalid.
hu: A Base32 cím érvénytelen.

source: The website was not reachable, because its lease set was not found.
hu: A weboldalt nem lehetett elérni, mivel annak bérleti készlete nem található.

source: The website is probably down, but there could also be network congestion.
hu: A weboldal valószínűleg leállt, de túlzsúfolt hálózat is lehet az oka.

source: Warning: Invalid Request URI
hu: Figyelmeztetés: Érvénytelen kérési URI

source: The request URI is invalid, and probably contains illegal characters.
hu: A kérési URI érvénytelen és valószínűleg nem engedélyezett karaktereket tartalmaz.

source: If you clicked a link, check the end of the URI for any characters the browser has mistakenly added on.
hu: Ha rákattintottál egy hivatkozásra, akkor ellenőrizd hogy az URI végén nincs-e olyan karakter amit a böngésző tévesen hozzáadhatott.

source: Error: Request Denied
hu: Hiba: Kérés elutasítva

source: Error: Local Access
hu: Hiba: Helyi cím

source: Your browser is misconfigured.
hu: A böngésződ nincs megfelelően beállítva.

source: Do not use the proxy to access the router console, localhost, or local LAN destinations.
hu: Ne használd a proxyt a router konzol, a sajátgép (localhost) vagy a helyi hálózaton lévő célállomások eléréséhez.

source: Website Unknown
hu: Ismeretlen weboldal

source: Website Not Found in Addressbook
hu: A weboldal nem található meg a címjegyzékben

source: The website was not found in your router's addressbook.
hu: A weboldalt nem lehetett megtalálni a routered címjegyzékében.

source: Check the link or find a Base 32 or Base 64 address.
hu: Ellenőrizd a hivatkozást vagy keress egy Base 32 vagy Base 64 formátumú címet.

source: If you have the Base 64 address, {0}add it to your addressbook{1}.
hu: Ha Base 64 formátumú címed van, {0}add hozzá a címjegyzékedhez{1}.

source: Otherwise, find a Base 32 or address helper link, or use a jump service link below.
hu: Ellenkező esetben keress egy Base 32 vagy címsegéd hivatkozást, vagy használd az alábbi ugrószolgáltatás hivatkozást.

source: Seeing this page often? See {0}the FAQ{1} for help in {2}adding some subscriptions{3} to your addressbook.
hu: Túl gyakran látod ezt az oldalt? Tekintsd meg a {0}GYIK-et{1} ahhoz, hogy megtudd {2}hogyan adhatsz hozzá néhány feliratkozást{3} a címjegyzékedhez.

source: The website was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
hu: A weboldalt nem lehetett elérni, mivel olyan titkosítási opciókat használ amelyek nem támogatottak a Te I2P vagy Java verziód által.

source: Could not connect to the following destination:
hu: Sikertelen a csatlakozás a következő célállomáshoz:

source: Connection Reset
hu: A kapcsolat alaphelyzetbe állt

source: The connection to the website was reset while the page was loading.
hu: A kapcsolat a weboldalhoz alaphelyzetbe állt az oldal betöltése közben.

source: The website could be temporarily unavailable, too busy, or it has blocked your access.
hu: Előfordulhat, hogy a weboldal ideiglenesen nem érhető el, túl elfoglalt, vagy blokkolta a hozzáférésed.

source: Warning: Authorization Required
hu: Figyelmeztetés: Hitelesítés szükséges

source: The website destination specified was not valid, or was otherwise unreachable.
hu: A weboldal célcíme nem volt érvényes, vagy más okból elérhetetlen volt.

source: Perhaps you pasted in the wrong Base 64 string or the link you are following is bad.
hu: Lehet, hogy rossz Base 64 szöveget illesztettél be, vagy a követett hivatkozás hibás.

source: The I2P host could also be offline.
hu: Az is lehet, hogy az I2P állomás nem üzemel.

source: Warning: No Outproxy Configured
hu: Figyelmeztetés: Nincs kimenő proxy beállítva

source: Your request was for a site outside of I2P, but you have no HTTP outproxy configured.
hu: A kérésed az I2P-n kívüli helyre mutatott, de ahhoz nincs beállítva HTTP kimenő proxy.

source: Please configure an outproxy in I2PTunnel.
hu: Kérlek állíts be egy kimenő proxyt az I2PAlagútban.

source: Warning: Destination Key Conflict
hu: Figyelmeztetés: Úticél Kulcs Konfliktus

source: The address helper link you followed specifies a different destination key than the entry in your address book.
hu: A cím segédhivatkozás, amit követtél más úticél kulcsot ad, mint a bejegyzés a címjegyzékedben.

source: Someone could be trying to impersonate another website, or people have given two websites identical names.
hu: Lehet, hogy valaki utánozni próbál egy másik weboldalt, vagy két ember két különböző oldalnak ugyanazt a nevet adta.

source: Resolve the conflict by deciding which key you trust, and then either ignore the address helper link, or delete the host entry from your address book and click the address helper link again.
hu: Oldd meg a konfliktust azáltal, hogy eldöntöd, hogy melyik kulcsban bízol meg, és aztán vagy hagyad figyelmen kívül a cím segédhivatkozást, vagy töröld ki a gép bejegyzését a címjegyzékedből és kattints a cím segédhivatkozásra újra.

source: Warning: Bad Address Helper
hu: Figyelmeztetés: Rossz Cím Segéd

source: The helper key in the URL ({0}i2paddresshelper={1}) is not resolvable.
hu: A segédlukcs a következő URL-ben: ({0}i2paddresshelper={1}) nem feloldható.

source: It seems to be garbage data, or a mistyped Base 32 address.
hu: Úgy tűnik, hogy hulladék adat, vagy félregépelt Base 32 cím.

source: Check your URL to try and fix the helper key to be a valid Base 32 hostname or Base 64 key.
hu: Ellenőrizd az URL-t, hogy kipróbáld és kijavítsd a segédkulcsot, hogy érvényes Base 32 gépnév vagy Base 64 kulcs legyen.

source: The HTTP Outproxy was not found.
hu: A HTTP proxy nincs bekapcsolva

source: It is offline, there is network congestion, or your router is not yet well-integrated with peers.
hu: Nem elérhető, hálózati torlódás van, vagy a routered még nem jól integrált társakkal.

source: Warning: Request Denied
hu: Figyelmeztetés: Kérés Elutasítva

source: You attempted to connect to a non-I2P website or location.
hu: Megpróbáltál egy nem I2P weboldalhoz vagy helyhez kapcsolódni.

source: Proxy Authorization Required
hu: Proxy hitelesítés szükséges

source: I2P HTTP Proxy Authorization Required
hu: I2P HTTP Proxy hitelesítés szükséges

source: This proxy is configured to require a username and password for access.
hu: Ez a proxy úgy van beállítva, hogy az eléréshez felhasználónvet és jelszót kérjen.

source: Please enter your username and password, or check your {0}router configuration{1} or {2}I2PTunnel configuration{3}.
hu: Kérlek, add meg a felhasználónevedet és jelszavadat, ellenőrizd a {0}router beállításaidat{1} vagy {2}I2PAlagút beállításokat{3}.

source: To disable authorization, remove the configuration {0}i2ptunnel.proxy.auth=basic{1}, then stop and restart the HTTP Proxy tunnel.
hu: A hitelesítés kikapcsolásához távolítsd el a beállítást {0}i2ptunnel.proxy.auth=basic{1}, azután állítsd le és indítsd újra a HTTPS Proxy alagutat.

source: The connection to the proxy was reset.
hu: A proxyhoz csatlakozás alaphelyzetbe került.

source: The proxy could be temporarily unavailable, too busy, or it has blocked your access.
hu: Lehet, hogy a proxy átmenetileg nem elérhető, túlterhelt vagy letiltotta a hozzáférésedet.

source: Warning: Non-HTTP Protocol
hu: Figyelmeztetés: Nem HTTP Protokol

source: The request uses a bad protocol.
hu: A kérés rossz protokolt használ.

source: The I2P HTTP Proxy supports HTTP and HTTPS requests only.
hu: Az I2P HTTP Proxy csak HTTP és HTTPS kéréseket támogat.

source: Other protocols such as FTP are not allowed.
hu: Más protokolok, pl. FTP, nincsenek engedélyezve.

source: Outproxy Unreachable
hu: Kimenő proxy nem elérhető.

source: The HTTP outproxy was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
hu: A HTTP kimenő proxy nem volt elérhető, mert olyan titkosítási beállításokat használ, melyeket a te I2P vagy Java verziód nem támogat.

source: This seems to be a bad destination:
hu: Ez rossz célállomásnak tűnik:

source: i2paddresshelper cannot help you with a destination like that!
hu: i2pcímsegítő nem tud segíteni ilyen célállomással!

source: To visit the destination in your address book, click <a href="{0}">here</a>. To visit the conflicting addresshelper destination, click <a href="{1}">here</a>.
hu: A címjegyzékedben való úticél eléréséhez kattints <a href="{0}">ide</a>. Hogy ellátogass a konfliktusban lévő címsegéd úticélhoz, kattints <a href="{1}">ide</a>.

source: Destination for {0} in address book
hu: Úticél ide: {0} a címjegyzékben

source: Conflicting address helper destination
hu: Konfliktusban lévő cím segéd úticél

source: Corrupt Base32 address
hu: Korrupt Base32 cím

source: Destination lease set not found
hu: Úticél kihasználási engedély nem található

source: Host
hu: Hoszt

source: Destination
hu: Célállomás

source: Continue to {0} without saving
hu: Mentés nélkül tovább ide: {0}

source: You can browse to the site without saving it to the address book. The address will be remembered until you restart your I2P router.
hu: Böngészheted az oldalt a címjegyzékbe való mentés nélkül. A cím megjegyzésre kerül, amíg az I2P routered újra nem lesz indítva.

source: Continue without saving
hu: Folytatás mentés nélkül

source: Save {0} to router address book and continue to website
hu: {0} mentése a router címjegyzékébe és tovább a weboldalra

source: This address will be saved to your Router address book where your subscription-based addresses are stored.
hu: Ez a cím el lesz mentve a Routered címjegyzékébe, ahol az előjegyzés-alapú címek vannak tárolva.

source: If you want to keep track of sites you have added manually, add to your Local or Private address book instead.
hu: Ha nyomon szeretnéd követni azokat a kézzel hozzáadott oldalakat, inkább add hozzá a Helyi vagy Magán címjegyzékedhez.

source: Save & continue
hu: Mentés és folytatás

source: Save {0} to local address book and continue to website
hu: {0} mentése a helyi címjegyzékbe és tovább a weboldalra

source: This address will be saved to your Local address book. Select this option for addresses you wish to keep separate from the main router address book, but don't mind publishing.
hu: Ez a cím el lesz mentve a a Helyi címjegyzékedbe. Válaszd ezt a lehetőséget azokhoz a címekhez, melyeket külön szeretnél tartani a fő router címjegyzéktől, de nem bánod, ha közzé vannak téve.

source: Save {0} to private address book and continue to website
hu: {0} mentése a magán címjegyzékbe és tovább a weboldalra

source: This address will be saved to your Private address book, ensuring it is never published.
hu: Ez a cím el lesz mentve a Magán címjegyzékedbe, biztosítva azt, hogy soha nem lesz közzétéve.

source: Base32 address requires lookup password
hu: Base32 cím kereső jelszót kér

source: Base32 address requires encryption key
hu: Base32 cím titkosítási kulcsot kér

source: Base32 address requires encryption key and lookup password
hu: Base32 cím titkosítási kulcsot és kereső jelszót kér

source: Base32 address decryption failure, check encryption key
hu: Base32 cím titkosítás feloldása meghiúsult, ellenőrizd a titkosítási kulcsot

source: Generate
hu: Generálás

source: Encryption key
hu: Titkosítási kulcs

source: You must either enter a PSK encryption key provided by the server operator, or generate a DH encryption key and send that to the server operator.
hu: Kötelező megadnod vagy egy PSK titkosítási kulcsot, melyet a szerverüzemeltetője bocsátott rendelkezésedre, vagy létre kell hoznod egy DH titkosítási kulcsot és elküldened a szerver üzemeltetőjének.

source: Ask the server operator for help.
hu: Kérj segítséget a szerver üzemeltetőjétől.

source: Enter PSK encryption key
hu: Add meg a PSK titkosítási kulcsot

source: Generate new DH encryption key
hu: Új DH titkosítási kulcs létrehozása

source: Lookup password
hu: Kereső jelszó

source: You must enter the password provided by the server operator.
hu: Meg kell adnod a jelszót, melyet a szerver üzemeltetője bocsátott a rendelkezésedre

source: Added via address helper from {0}
hu: Címsegítőn keresztül hozzáadva {0}

source: Added via address helper
hu: Címsegítőn keresztül hozzáadva

source: Missing lookup password
hu: Hiányzó kereső jelszó

source: Missing private key
hu: Hiányzó magánkulcs

source: Invalid private key
hu: Érvénytelen magánkulcs

source: Your new encryption key
hu: Az új titkosítási kulcsod

source: Address book
hu: Címjegyzék

source: Copy the key and send it to the server operator.
hu: Másold ki a kulcsot és küldd el a szerver üzemeltetőjének.

source: After you are granted permission, you may proceed to the website.
hu: Miután megkaptad az engedélyt, beléphetsz a weboldalra.

source: Go back and fix the error
hu: Menj vissza és javítsd ki a hibát

source: local
hu: helyi

source: private
hu: privát

source: Redirecting to {0}
hu: Átirányítás ide: {0}

source: Address Book
hu: Címjegyzék

source: Saved {0} to the {1} address book, redirecting now.
hu: {0} mentve a {1} címjegyzékbe, átirányítás most.

source: Failed to save {0} to the {1} address book, redirecting now.
hu: {0} mentése a {1} címjegyzékbe nem sikerült, redirecting now.

source: Click here if you are not redirected automatically.
hu: Kattints ide, amennyiben nem történt meg az automatikus átirányítás.

source: Saved the authentication for {0}, redirecting now.
hu: Hitelesítés mentve ehhez: {0}, átirányítás most.
